{"translation-revision-date":"2023-01-17 13:31:46+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"\/month, paid yearly":["\/mes, pagado anualmente"],"By clicking the button above, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Al hacer clic en el botón anterior, aceptas nuestros <tosLink>términos del servicio<\/tosLink> y <shareDetailsLink>compartir detalles<\/shareDetailsLink> con WordPress.com."],"An Automattic Airline":["Una aerolínea de Automattic"],"Jetpack Boost is generating more Critical CSS.":["Jetpack Boost está generando más CSS crítico."],"Jetpack Boost will generate Critical CSS for you automatically.":["Jetpack Boost generará el CSS crítico automáticamente para ti."],"…and %d more":["… y %d más"],"Move important styling information to the start of the page, which helps pages display your content sooner, so your users don’t have to wait for the entire page to load. Commonly referred to as <link>Critical CSS<\/link>.":["Mueve la información importante de estilos al comienzo de la página, lo que ayuda a que la página muestre antes tu contenido, para que los usuarios no tengan que esperar a que cargue toda la página. Normalmente denominado <link>CSS crítico<\/link>."],"If you are unsure of what these headers are, or where they come from please contact your hosting provider and ask them to remove the \"X-Frame-Options\" header from your site":["Si no estás seguro de qué son estas cabeceras, o de dónde han salido, por favor, contacta con tu proveedor de alojamiento y pídele que elimine la cabecera «X-Frame-Options» de tu sitio"],"Check that you are not using any plugins which add extra HTTP headers to your WordPress site, and deactivate them if you are.":["Comprueba que no estés usando algún plugin que añada cabeceras HTTP adicionales a tu sitio WordPress, y desactívalas si las hubiera."],"Jetpack Boost uses iframes while generating your Critical CSS. Unfortunately, your site has a special configuration header which prevents it from loading inside an iframe. The header is called \"X-Frame-Options: DENY\". This can be added to a WordPress site either by using a plugin, or by server configuration.":["Jetpack Boost usa iframes al generar tu CSS crítico. Desafortunadamente tu sitio tiene una cabecera de configuración especial que impide que cargue dentro de un iframe. La cabecera se llama «X-Frame-Options: DENY». Se puede añadir a un sitio WordPress usando un plugin o mediante configuraciones del servidor."],"Visit the page.":["Visita la página."],"Jetpack Boost couldn't load the following page due to its X-Frame-Options configuration:":["Jetpack Boost no pudo cargar la siguiente página debido a la configuración de X-Frame-Options:","Jetpack Boost no pudo cargar la siguiente página debido a la configuración de X-Frame-Options:"],"If the error still persist please contact <support>Jetpack Boost Support<\/support> with a copy of your error message.":["Si persiste el error contacta con el <support>soporte de Jetpack Boost<\/support> con una copia de tu mensaje de error."],"If it does, <retry>try again<\/retry> to generate the Critical CSS.":["Si lo hace, <retry>inténtalo de nuevo<\/retry> para generar el CSS crítico."],"Verify that the page loads correctly.":["Verifica que la página cargue correctamente."],"Rate the Plugin":["Valora el plugin"],"Clear the cache in your browser.":["Vacía la caché de tu navegador."],"on %s":["el %s"],"a few moments ago":["hace unos momentos"],"%d day ago":["hace %d día","hace %d días"],"%d hour ago":["hace %d hora","hace %d horas"],"%d minute ago":["hace %d minuto","hace %d minutos"],"Contact Support":["Contactar con soporte"],"%d file generated":["%d archivo generado","%d archivos generados"],"Go back":["Volver atrás"],"Hide error message":["Ocultar mensaje de error"],"See error message":["Ver mensaje de error"],"What to do":["Qué hacer"],"Host name":["Nombre del servidor"],"Protocol":["Protocolo"],"Dismiss":["Descartar"],"%d file could not be automatically generated. Visit the <advanced>advanced recommendations page<\/advanced> to optimize this file.":["%d archivo no se pudo generar automáticamente. Visita la <advanced>página de recomendaciones avanzadas<\/advanced> para optimizar este archivo.","%d archivos no se pudieron generar automáticamente. Visita la <advanced>página de recomendaciones avanzadas<\/advanced> para optimizar estos archivos."],"An unexpected error has occurred. As this error may be temporary, please try and refresh the Critical CSS.":["Ha ocurrido un error inesperado. Como este error puede que sea algo temporal, por favor, prueba a recargar el CSS crítico."],"Hmm, looks like something went wrong. We're still seeing an unexpected error. Please reach out to our support to get help.":["Um, parece que algo ha salido mal. Aún estamos viendo un error inesperado. Por favor, contacta con nuestro soporte para obtener ayuda."],"Failed to show the dismissed recommendations":["Fallo al mostrar las recomendaciones descartadas"],"While Jetpack Boost has been able to automatically generate optimized CSS for most of your important files & sections, we have identified a few more that require your attention.":["Aunque Jetpack Boost ha sido capaz de generar automáticamente el CSS optimizado para la mayoría de tus archivos y secciones importantes, hemos identificado unos pocos más que requieren tu atención."],"Congratulations, you have dealt with all the recommendations.":["Enhorabuena, has atendido todas las recomendaciones."],"Failed to dismiss recommendation":["Fallo al descartar la recomendación"],"Critical CSS advanced recommendations":["Recomendaciones avanzadas de CSS crítico"],"Show %d hidden recommendation.":["Mostrar %d recomendación oculta.","Mostrar %d recomendaciones ocultas."],"Jetpack Boost couldn't verify this page:":["Jetpack Boost no pudo verificar esta página:","Jetpack Boost no pudo verificar estas páginas:"],"This page timed out:":["Esta página agotó el tiempo de espera:","Estas páginas agotaron el tiempo de espera:"],"It looks like this URL doesn't match:":["Parece que esta URL no coincide:","Parece que estas URLs no coinciden:"],"This URL is redirecting to a different page:":["Esta URL está redirigiendo a una página diferente:","Estas URLs están redirigiendo a páginas diferentes:"],"Your WordPress site has reported that the above page does not exist. Please ensure that the URL is correct, and <retry>try again<\/retry>.":["Tu sitio WordPress ha informado que la página de arriba no existe. Por favor, asegúrate de que la URL de arriba sea correcta e <retry>inténtalo de nuevo<\/retry>.","Tu sitio WordPress ha informado que las páginas de arriba no existen. Por favor, asegúrate de que las URLs de arriba sean correctas e <retry>inténtalo de nuevo<\/retry>."],"Boost received HTTP error <b>%d<\/b> on the following page:":["Boost recibió un error HTTP <b>%d<\/b> en la siguiente página:","Boost recibió un error HTTP <b>%d<\/b> en las siguientes páginas:"],"This may indicate that a WordPress plugin is redirecting users who are not logged in to a different location, or it may indicate that your hosting provider is redirecting your WordPress site to a different URL.":["Esto puede indicar que un plugin de WordPress está redirigiendo a los usuarios que no están conectados a una ubicación diferente o puede indicar que tu proveedor de alojamiento está redirigiendo tu sitio WordPress a una URL diferente."],"Desktop score":["Puntuación en ordenadores de escritorio"],"Mobile score":["Puntuación en dispositivos móviles"],"<action name=\"retry\">Try again<\/action>":["<action name=\"retry\">Probar de nuevo<\/action>"],"Failed to load Speed Scores":["Fallo al cargar las puntuaciones de velocidad"],"Loading…":["Cargando…"],"Whoops, something went wrong":["¡Vaya! Algo salió mal"],"Overall score":["Puntuación global"],"Refresh":["Recargar"],"Website Offline":["Web offline"],"All Jetpack Boost features are still available, but to get a performance score you would first have to make your website available online.":["Todavía están disponibles todas las características de Jetpack Boost, pero para conseguir una puntuación de rendimiento deberías primero hacer que tu web esté disponible online."],"Invalid response while requesting metrics":["Respuesta no válida al solicitar las métricas"],"An unknown error occurred while requesting metrics":["Ocurrió un error desconocido al solicitar las métricas"],"Timed out while waiting for speed-score.":["Se agotó el tiempo esperando la puntuación de velocidad"],"Your Overall Score is a summary of your website performance across both mobile and desktop devices. It gives a general idea of your sites' overall performance.":["Tu puntuación global es un resumen del rendimiento de tu web tanto en dispositivos móviles como de escritorio. Te da una idea general del rendimiento global de tu sitio."],"Did you know?":["¿Lo sabías?"],"Lazy Image Loading":["Carga diferida de imágenes"],"Optimize CSS Loading":["Optimiza la carga de CSS"],"Failed to toggle feature":["Fallo al activar la característica"],"Regenerate":["Regenerar"],"Failed to generate Critical CSS":["Fallo al generar el CSS crítico"],"Operation cancelled":["Operación cancelada"],"Unexpected data received from WordPress: %s":["Datos inesperados recibidos de WordPress: %s"],"Timeout while loading Critical CSS library at %s":["Tiempo de espera agotado al cargar la biblioteca de CSS crítico a las %s"],"Failed to load Critical CSS library at %s":["Fallo al cargar la biblioteca de CSS crítico a las %s"],"Sell more stuff":["Vende más"],"Improve your SEO ranking":["Mejora tu posicionamiento SEO"],"Decrease bounce rate of your visitors":["Disminuye la tasa de rebote de tus visitantes"],"Speed up your site load time":["Acelera los tiempos de carga de tu sitio"],"Connect Jetpack Boost and we will make your site faster in no time.":["Conecta Jetpack Boost y haremos que tu sitio sea más rápido en un momento."],"Get faster loading times with Jetpack Boost":["Consigue tiempos de carga más rápidos con Jetpack Boost"],"Connecting to WordPress.com":["Conectando a WordPress.com"],"If you need further assistance, contact <support>Jetpack Boost Support<\/support>.":["Si necesitas más ayuda contacta con el <support>soporte de Jetpack Boost<\/support>."],"Failed to connect to WordPress.com":["Fallo al conectar con WordPress.com"],"Your site's REST API does not seem to be accessible. Jetpack Boost requires access to your REST API in order to receive site performance scores. Please make sure that your site's REST API is active and accessible, and try again.":["La API REST de tu sitio no parece estar accesible. Jetpack Boost necesita acceder a tu API REST para recibir las puntuaciones de rendimiento del sitio. Por favor, asegúrate de que la API REST de tu sitio está activa y accesible, y prueba de nuevo. "],"HTTP %d error received while communicating with the server.":["Error HTTP %d recibido al comunicar con el servidor."],"Received invalid response while communicating with your WordPress site: %s":["Recibida respuesta no válida al comunicar con tu sitio WordPress: %s"],"A one-second delay in loading times can reduce conversion rates by 20%. (source: <link>Google<\/link>).":["Un retardo de un segundo en los tiempos de carga puede reducir las tasas de conversión un 20 %. (Fuente: <link>Google<\/link>)."],"Pages that take over 3 seconds to load have 4x the bounce rate of pages that load in 2 seconds or less. (source: <link>Pingdom<\/link>).":["Las páginas que tardan más de 3 segundos en cargar tienen una tasa de rebote 4 veces mayor que las páginas que cargan en 2 segundos o menos. (Fuente: <link>Pingdom<\/link>)."],"Improve page loading speed by only loading images when they are required. Read more on <link>web.dev<\/link>.":["Mejora la velocidad de carga de las páginas cargando las imágenes solo cuando se solicitan. Lee más en <link>web.dev<\/link>."],"Run non-essential JavaScript after the page has loaded so that styles and images can load more quickly. Read more on <link>web.dev<\/link>.":["Ejecuta el JavaScript no esencial después de que haya cargado la página para que esos estilos e imágenes puedan cargar más rápidamente. Lee más en <link>web.dev<\/link>."],"Defer Non-Essential JavaScript":["Aplazar el JavaScript no esencial"],"By clicking the button above, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareLink>share details<\/shareLink> with WordPress.com.":["Al hacer clic en el botón anterior, aceptas nuestros <tosLink>términos del servicio<\/tosLink> y a <shareLink>compartir detalles<\/shareLink> con WordPress.com."],"Timed out":["Tiempo superado"],"Jetpack Boost":["Jetpack Boost"],"Get Started":["Empezar"]}},"comment":{"reference":"app\/assets\/dist\/jetpack-boost.js"}}