{"translation-revision-date":"2021-10-26 06:24:19+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_CO"},"Dismiss":["Descartar"],"Protocol":["Protocolo"],"Host name":["Nombre del servidor"],"Boost received HTTP error <b>%d<\/b> on the following page:":["Boost recibió un error HTTP <b>%d<\/b> en la siguiente página:","Boost recibió un error HTTP <b>%d<\/b> en las siguientes páginas:"],"Your WordPress site has reported that the above page does not exist. Please ensure that the URL is correct, and <retry>try again<\/retry>.":["Tu sitio WordPress ha informado que la página de arriba no existe. Por favor, asegúrate de que la URL de arriba sea correcta e <retry>inténtalo de nuevo<\/retry>.","Tu sitio WordPress ha informado que las páginas de arriba no existen. Por favor, asegúrate de que las URLs de arriba sean correctas e <retry>inténtalo de nuevo<\/retry>."],"This URL is redirecting to a different page:":["Esta URL está redirigiendo a una página diferente:","Estas URLs están redirigiendo a páginas diferentes:"],"It looks like this URL doesn't match:":["Parece que esta URL no coincide:","Parece que estas URLs no coinciden:"],"This page timed out:":["Esta página agotó el tiempo de espera:","Estas páginas agotaron el tiempo de espera:"],"Jetpack Boost couldn't verify this page:":["Jetpack Boost no pudo verificar esta página:","Jetpack Boost no pudo verificar estas páginas:"],"What to do":["Qué hacer"],"See error message":["Ver mensaje de error"],"Hide error message":["Ocultar mensaje de error"],"Show %d hidden recommendation.":["Mostrar %d recomendación oculta.","Mostrar %d recomendaciones ocultas."],"Go back":["Volver atrás"],"Critical CSS advanced recommendations":["Recomendaciones avanzadas de CSS crítico"],"Failed to dismiss recommendation":["Fallo al descartar la recomendación"],"Congratulations, you have dealt with all the recommendations.":["Enhorabuena, has atendido todas las recomendaciones."],"While Jetpack Boost has been able to automatically generate optimized CSS for most of your important files & sections, we have identified a few more that require your attention.":["Aunque Jetpack Boost ha sido capaz de generar automáticamente el CSS optimizado para la mayoría de tus archivos y secciones importantes, hemos identificado unos pocos más que requieren tu atención."],"Failed to show the dismissed recommendations":["Fallo al mostrar las recomendaciones descartadas"],"Hmm, looks like something went wrong. We're still seeing an unexpected error. Please reach out to our support to get help.":["Um, parece que algo ha salido mal. Aún estamos viendo un error inesperado. Por favor, contacta con nuestro soporte para obtener ayuda."],"An unexpected error has occurred. As this error may be temporary, please try and refresh the Critical CSS.":["Ha ocurrido un error inesperado. Como este error puede que sea algo temporal, por favor, prueba a recargar el CSS crítico."],"Contact Support":["Contactar con soporte"],"a few moments ago":["hace unos momentos"],"%d minute ago":["hace %d minuto","hace %d minutos"],"%d hour ago":["hace %d hora","hace %d horas"],"%d day ago":["hace %d día","hace %d días"],"on %s":["el %s"],"%d file generated":["%d archivo generado","%d archivos generados"],"%d file could not be automatically generated. Visit the <advanced>advanced recommendations page<\/advanced> to optimize this file.":["%d archivo no se pudo generar automáticamente. Visita la <advanced>página de recomendaciones avanzadas<\/advanced> para optimizar este archivo.","%d archivos no se pudieron generar automáticamente. Visita la <advanced>página de recomendaciones avanzadas<\/advanced> para optimizar estos archivos."],"This may indicate that a WordPress plugin is redirecting users who are not logged in to a different location, or it may indicate that your hosting provider is redirecting your WordPress site to a different URL.":["Esto puede indicar que un plugin de WordPress está redirigiendo a los usuarios que no están conectados a una ubicación diferente o puede indicar que tu proveedor de alojamiento está redirigiendo tu sitio WordPress a una URL diferente."],"Received invalid response while communicating with your WordPress site: %s":["Recibida respuesta no válida al comunicar con tu sitio WordPress: %s"],"HTTP %d error received while communicating with the server.":["Error HTTP %d recibido al comunicar con el servidor."],"Your site's REST API does not seem to be accessible. Jetpack Boost requires access to your REST API in order to receive site performance scores. Please make sure that your site's REST API is active and accessible, and try again.":["La API REST de tu sitio no parece estar accesible. Jetpack Boost necesita acceder a tu API REST para recibir las puntuaciones de rendimiento del sitio. Por favor, asegúrate de que la API REST de tu sitio está activa y accesible, y prueba de nuevo. "],"Failed to connect to WordPress.com":["Fallo al conectar con WordPress.com"],"If you need further assistance, contact <support>Jetpack Boost Support<\/support>.":["Si necesitas más ayuda contacta con el <support>soporte de Jetpack Boost<\/support>."],"Connecting to WordPress.com":["Conectando a WordPress.com"],"Get faster loading times with Jetpack Boost":["Consigue tiempos de carga más rápidos con Jetpack Boost"],"Connect Jetpack Boost and we will make your site faster in no time.":["Conecta Jetpack Boost y haremos que tu sitio sea más rápido en un momento."],"Speed up your site load time":["Acelera los tiempos de carga de tu sitio"],"Decrease bounce rate of your visitors":["Disminuye la tasa de rebote de tus visitantes"],"Improve your SEO ranking":["Mejora tu posicionamiento SEO"],"Sell more stuff":["Vende más"],"Failed to load Critical CSS library at %s":["Fallo al cargar la biblioteca de CSS crítico a las %s"],"Timeout while loading Critical CSS library at %s":["Tiempo de espera agotado al cargar la biblioteca de CSS crítico a las %s"],"Unexpected data received from WordPress: %s":["Datos inesperados recibidos de WordPress: %s"],"Operation cancelled":["Operación cancelada"],"Failed to generate Critical CSS":["Fallo al generar el CSS crítico"],"Regenerate":["Regenerar"],"Failed to toggle feature":["Fallo al activar la característica"],"Optimize CSS Loading":["Optimiza la carga de CSS"],"Lazy Image Loading":["Carga diferida de imágenes"],"Did you know?":["¿Lo sabías?"],"Your Overall Score is a summary of your website performance across both mobile and desktop devices. It gives a general idea of your sites' overall performance.":["Tu puntuación global es un resumen del rendimiento de tu web tanto en dispositivos móviles como de escritorio. Te da una idea general del rendimiento global de tu sitio."],"Timed out while waiting for speed-score.":["Se agotó el tiempo esperando la puntuación de velocidad"],"An unknown error occurred while requesting metrics":["Ocurrió un error desconocido al solicitar las métricas"],"Invalid response while requesting metrics":["Respuesta no válida al solicitar las métricas"],"Website Offline":["Web offline"],"All Jetpack Boost features are still available, but to get a performance score you would first have to make your website available online.":["Todavía están disponibles todas las características de Jetpack Boost, pero para conseguir una puntuación de rendimiento deberías primero hacer que tu web esté disponible online."],"Refresh":["Recargar"],"Overall score":["Puntuación global"],"Whoops, something went wrong":["¡Vaya! Algo salió mal"],"Loading…":["Cargando…"],"Failed to load Speed Scores":["Fallo al cargar las puntuaciones de velocidad"],"<action name=\"retry\">Try again<\/action>":["<action name=\"retry\">Probar de nuevo<\/action>"],"Mobile score":["Puntuación en dispositivos móviles"],"Desktop score":["Puntuación en ordenadores de escritorio"],"Timed out":["Tiempo superado"],"Jetpack Boost":["Jetpack Boost"],"Get Started":["Empezar"]}},"comment":{"reference":"app\/assets\/dist\/jetpack-boost.js"}}